Repository: santanaluc94/adclub
Catalog: languages/adclube-*.po
Languages: pt_br

source: Sponsor
pt_br: Patrocinador

source: Sponsors
pt_br: Patrocinadores

source: No Sponsor
pt_br: Sem Patrocinadores

source: We do not have sponsors at the moment.
pt_br: Nós estamos sem patrocinadores no momento.

source: Notices
pt_br: Notícias

source: Highlights
pt_br: Destaques

source: Games
pt_br: Partidas

source: The club does not have games.
pt_br: O clube não tem partidas.

source: There is no championships registered.
pt_br: Não existe campeonatos cadastrados.

source: There is no games registered.
pt_br: Não existe partidas cadastradas.

source: Game
pt_br: Partida

source: Add Game
pt_br: Adicionar Partida.

source: Add new Game
pt_br: Adicionar nova Partida.

source: Edit Game
pt_br: Editar Partida

source: All Games
pt_br: Todas as Partidas

source: View Game
pt_br: Visualizar Partidas

source: Search Game
pt_br: Buscar Partida

source: Games Information
pt_br: Informações das Partidas

source: Date
pt_br: Data

source: Hour
pt_br: Hora

source: Stadium
pt_br: Estádio

source: Home Club
pt_br: Mandante

source: Guest Club
pt_br: Visitante

source: The score can not be a negative number.
pt_br: O valor do placar não pode ser um número negativo.

source: The score must be a number.
pt_br: O valor do placar deve ser um número.

source: The date is invalid.
pt_br: A data não é válida.

source: The date is required field.
pt_br: A data é um campo obrigatório.

source: Championship
pt_br: Campeonato

source: Championships
pt_br: Campeonatos

source: Add
pt_br: Adicionar

source: Championship Year
pt_br: Ano do Campeonato

source: Year the championship will be shown.
pt_br: Ano em que o Campeonato será exibido.

source: My Club Settings
pt_br: Configurações do Meu Clube

source: My Club
pt_br: Meu Clube

source: Club Settings
pt_br: Configurações do Clube

source: Set name, logo, stadium and colors of your club.
pt_br: Defina nome, logo, estádio e cores do clube.

source: Club Name
pt_br: Nome do Clube

source: Club Abbreviation
pt_br: Sigla do Clube

source: Stadium Name
pt_br: Nome do Estádio

source: First Color
pt_br: Primeira Cor

source: Second Color
pt_br: Segunda Cor

source: Third Color
pt_br: Terceira Cor

source: Social Medias
pt_br: Redes Sociais

source: Set social medias of your club.
pt_br: Defina as Redes Sociais do seu clube

source: Store
pt_br: Loja

source: Footer
pt_br: Rodapé

source: Set the text in footter areas.
pt_br: Defina o texto nas áreas do rodapé.

source: About CLub
pt_br: Sobre o Clube

source: Contacts
pt_br: Contatos

source: General settings
pt_br: Configurações Gerais

source: Set the general settings to your theme.
pt_br: Defina as configurações gerais do seu tema.

source: Enalbe Sponsors
pt_br: Habilitar Patrocinadores

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Enable Players
pt_br: Habilitar Atletas

source: Enable Games
pt_br: Habilitar Partidas

source: Players
pt_br: Atletas

source: Player
pt_br: Atleta

source: Add Player
pt_br: Adicionar Atleta

source: Add new Player
pt_br: Adicionar novo Atleta

source: Edit Player
pt_br: Editar Atleta

source: All Players
pt_br: Todos os Atletas

source: View Player
pt_br: Visualizar Atleta

source: Search Player
pt_br: Buscar Atleta

source: Players Information
pt_br: Informações do Atleta

source: Name:
pt_br: Nome:

source: Full Name:
pt_br: Nome Completo:

source: Height: (cm)
pt_br: Altura: (cm)

source: Weight: (kg)
pt_br: Peso: (kg)

source: Function:
pt_br: Função:

source: Birthday:
pt_br: Data de aniversário:

source: Name can not be empty.
pt_br: O nome não pode ser vazio.

source: Height must be in centimeter, check value.
pt_br: Altura deve ser um valor em centímetro, verifique o valor inserido.

source: Weight must be in kilograms, check value.
pt_br: Peso deve ser um valor em quilogramas, verifique o valor inserido.

source: Birthday can not be greater than today.
pt_br: A data de nascimento não pode ser mais que hoje.

source: Add Sponsor
pt_br: Adicionar Patrocinador

source: Add new Sponsor
pt_br: Adicionar novo Patrocinador

source: Edit Sponsor
pt_br: Editar Patrocinador

source: All Sponsors
pt_br: Todos os Patrocinadores

source: View Sponsor
pt_br: Visualizar Patrocinador

source: Search Sponsor
pt_br: Buscar Patrocinador

source: Sponsors Information
pt_br: Informações do Patrocinador

source: Sponsor must have a title.
pt_br: Patrocinador deve ter um título (nome).

source: The field Site must be an URL.
pt_br: O campo site deve ser uma URL válida.

source: Sponsor must have a featured image.
pt_br: Patrocinador deve ter uma imagem destacada.
